<html>
    <body>
    <head>
<tittle> Рецепти від Євуськи :3 </tittle>
<link rel="stylesheet" type="text/css" href="pr.css">
</head>

<header>
    <h1> Ти - кулінар! </h1>
    <img src="https://yt3.googleusercontent.com/NPxGHRxC5OCoT-tKR18DDihmsNXtqiY0EC_V-xW-fdeisEbovsFMuctw3GqjKnDzuaL0dN6YEg=s900-c-k-c0x00ffffff-no-rj" width="550px" height="1250px"/>
    <h1>Навігація за кулінарією..</h1>
    <nav>
      <a href="https://tsn.ua/lady/kukhnya/recepty/kulinarni-pidsumki-5-naykraschih-receptiv-2021-roku-1934041.html">Топ 5 рецептів</a>
      <a href="https://www.unian.ua/recipes">Додаткоі рецепти</a>
      <a href="https://panorama.com.ua/advices/">Поради</a>
      <a href="https://www.britishbook.ua/detail/ukrainian-cuisine-in-70-dishes/?gad_source=1&gclid=CjwKCAjw34qzBhBmEiwAOUQcFwHOCEwkxi3QQxyM-Kq7LBb5Y-wujyGI6o4iFDTKY_IdRDgK4n-exhoCT_UQAvD_BwE">Книга рецептів</a>
      </nav>
   
    <h2>На замітку </h2>
    <p>У тебе День Народження, святкова вечірка, чи просто намічається суто дівоче чаювання? Це чудовий привід потішити себе чимось смачненькийм і водночас здивувати гостей своєю кулінарною майстерністю! Ось тобі кілька нескладних рецептів солодощів. </p>
    <h2>Дві поради для тебе</h2>
    <p>1. Якщо влома не виявилося роспушувача, пригоиуй його власноруч! Для цього змішай 1 чайну ложку харчової соди та 1/3 чайної ложки лимонної кислоти.</p>
      <p>2. Сирі яйця перед використанням треба ретельно вимити з милом та витерти серветкою, адже на шкаралупі можуть знаходитися шкідливі мікроби. </p>
      <img src="https://irynaskitchen.com/wp-content/uploads/2017/10/2007_no_reservation_006-960x640.jpg"/>

    </header>
    <main>
        <h1>Топ 5 моїх фаворитів</h1>
        <h2>Банановий смузі</h2>
        <p>Інгрідієнти (на 4 порції): 3 банани, 300мл молока, 3ст. л цукру (або меду), йогурт(за бажанням)</p>
        <p>Приготування: Наріж банан на дошці та кинь його у каструлю, додай 300г молока. Візьми блендер та взбий банан до густої, однорідної масси, за бажанням додай йогурт. Додай 3 чайних ложок цукру (якщо вже додав йогурт, цукру не потрібно)</p>
        <h2>Молочий коктейль</h2>
        <p>Інгрідієнти (на 4 порції): 1л молока, 2ст. л. цукру (або меду), 200г полуниці (або вишні, чорниці, малини), 1 банан.</p>
        <p>Приготування: вимий фрукти та ягоди. Виклади їх до чаші блендера та побріби, щоб утворилася густа однорідна маса. Додай молоко та цукор. Ретельно перемішай. Залиш у холодильнику на 30 хвилин. </p>
        <h2>Печиво з шоколадом</h2>
        <p>Інгрідієнти: 1 плитка чорного шоколаду, 150г вершкового масла, 100г укру, 2 яйця, 300г борошна, 1уп. рощпушувача для тіста, пергаментний папір для виппікання</p>
        <p>Приготування: розтопи масло на паровій бані, додай цукор, яйцята перемішай. Поступово додавай борошно, змішане з розпушувачем. Заміси тісто. Тепер формуй печиво:
            відокрем частину тіста, скатай з нього кульку, виклади на пергамент та сплюсниЮ щоб утворилося печиво. Порубай шоколад на шматочки та встроми в кожне печиво по 5-10 штук. Випікай у духовці приблизно 40 хвилин при температурі 180 градусів цельсію.
        </p>
        <h2>Брауні</h2>
        <p>Інгрідієнти: 1 плитка чорного шоколаду, 50г  вершкового масла, 100г розпушувача для тіста, 10г олії для змащування.</p>
        <p>Приготування: шоколад виклади у велику миску та розтопи на паровій бані разом з маслом. Відокрем жовтки від білків. Жовтки перетри з цукром, додай до шоколадної суміші. Туди ж висип борошно з розпушувачем та ретельно перемішай. Повільно додай до тіста збиті міксером до піни білки. Виклади в змащену олією форму. випікай 50 хвилин при температурі 180 градусів цельсію.</p>
        <h2>Сирковий десерт</h2>
        <p>Інгрідієнти: 300г сиру, 100г полуниці, 30г цукру (або меду), 50г сметани, 200мл молока, 2 пачки пісочного печива квадратної форми, фольга 50см.</p>
        <p>Приготування: змішай сир, цукор та сметану. Розтели фольгу та виклади посередині в рядок, щільно одне до одного, 6 штук печива, попередньо занурюючи кожне в тарілк з теплим молоком на 5-10 секунд. На печиво виклади шар сиру, потім рядок полуниць, а зверху шар сиру. А тепер формуй "дах" з печива: викладай його зверху на сир по боках, нахиляючи одне до одного. Огорни готовий десер фольгою та поклади до холодильника на 1 годину.</p>
        <h1>Інші рецепти</h1>
        <h2>Шоколадний кекс</h2>
        <p>Інгрідієнти: 3 яйця, 100г вершкового масла, 200г сметани, 150г цукру, 4 ст. л. какао, 200г борошна, 1 уп. розпушувача для таста, 10г олії для змащування.</p>
        <p>Приготування: розтопи масло на паровій бані, додай цукор,яйця, сметану та перемішай. Змішай борошно, какао та розпушувач. Додай суміші одна до одної та заміси тісто. Виклади у змащену олією форму. випікай у духовці приблизно 50-60 хвилин при температурі 180 градусів цельсію. Готовому кексу дай охолонути, виклади на тарілку, прикрась розтопленим білим шоколадом та ягодами за бажанням.</p>
        <h2>Тістечко "Картопля"</h2>
        <p>Інгрідієнти: 400г пісочного печива, 2ст.л какао, 30г цукру (або меду), 50г вершкового масла, 300мл молока, 100г горіхів.</p>
        <p>Приготування: печиво подріби в м'ясорубці (або натри на терці) на крихти. Відклади 3ст.л в окрему тарілку, а до того, що залишилось, додай какао та цукор. Підігрій у каструлі молоко та розтопи в ньому масло. Остуди до кімнатної температури та висип у нього суху суміш. Додай рублені горіхи. Тепери формуй з маси "Картоплини" та обвалюй у відкладеному печиві. Тістечка поклади до холодильника на 1 годину.</p>
        <h2>Яблучний пиріг</h2>
        <p>Інгрідієнти: 3-5 яблук, 100г цурку, 5 яєць, 250г борошна, 1уп. розпушувача для тіста, мелена корицяЮ горіхи - за бажанням, 10г олії для змащування.</p>
        <p>Приготування: вимиті та очищені від кісточок яблука поріж на кубики, притруси корицею, додай порублені горіхи. Відокрем жовтки від білків. Жовтки перетри з цукром, додай борошно з розпушувачем та перемішай. Білки збий міксером до густох піни та повільно додай до тіста. Туди ж виклади яблучно-горіхову суміш та повільно перемішай. Виклади у змащену олією форму для випікання. Випікай у духовці 50 хвилин при температурі 180 градусів цельсію. Прикрась ягодами.</p>
        <h2>Сирна запіканка</h2>
        <p>Інгрідієнти: 500г сиру, 2 яйця, 100мл молока, 50г манної крупи, родзинки, курага, кукати, ванілін - за бажанням, 10г олії для змащування.</p>
        <p>Приготування: яйця ретельно перемішай з цукром у великій мисці, додай ванілін та молоко. Додай туди сир та манну крупу і знову перемішай. Родзинки окремо замочи в окропі на 5 хвилин, промий холодною водою та додай до тіста. Ще раз все трохи перемішай та виклади в змащену олією форму для випікання. Випікай у духовці 40 хвилин при температурі 180 градусів цельсію. Готовій запіканці дай охолонути, прикрась ягодами чи розтопленим шоколадом за бажанням.</p>
        <h2>Бананові мафіни з чорницею</h2>
        <p>Інгрідієнти (на 6.шт): 2 банани, 60г цукру, 3 яйця, 60г вершкового масла, 120г борошна, 100г чорниці або інших ягід, 1уп. розпушувача для тіста, паперові формочки для кексів.</p>
        <p>Приготування: розм'якшене або розтоплене на паровій бані масло перемішай із цукром. Додай яйця. Очищені банани розімни виделкою в окремій тарілці, поклади до суміші та добре перемішай. Змішай борошно та розпушувач в окремій сухій ємності та висип до суміші. Готове тісто виклади ложкою у паперові формочки, зверху прикрась ягодами. Випікай у духовці 30-40 хвилин при температурі 180 градусів цельсію.</p>
    </main>
    <footer>
        <h1>Зроблено з любов'ю!</h1>
        <p>Гаряча лінія: +38 01 234 5678</p>
        <p>Електронна адреса: kulinaryavidyevuvugadana@gmail.com</p>
        </footer>
</body>
    </html>
      
